Repository: CyBus-Team/CyBus-IOS
Catalog: Localizable.xcstrings
Source language: en
Languages: el_cy, ru, uk

source: Allow
el_cy: Εντάξει
ru: OK
uk: Добре

source: Allow access to geolocation
el_cy: Επιτρέψτε την πρόσβαση στην τοποθεσία
ru: Разрешить доступ к геолокации
uk: Надати доступ до геолокації

source: Already have a subscription?
el_cy: Ήδη έχετε συνδρομή;
ru: Уже есть подписка?
uk: У вас вже є підписка?

source: Already have an account?
el_cy: Έχετε ήδη λογαριασμό;
ru: Уже есть аккаунт?
uk: Вже маєте акаунт?

source: Cancel
el_cy: Ακύρωση
ru: Отменить
uk: Скасувати

source: Click on trip to select
el_cy: Πάτησε στο ταξίδι για να επιλέξεις
ru: Нажмите на маршрут, чтобы выбрать
uk: Натисніть на подорож, щоб вибрати

source: Dropped pin
el_cy: Σημείο στην κάρτα
ru: Метка на карте
uk: Мітка на карті

source: Expected arrival time: %@
el_cy: Αναμενόμενη ώρα άφιξης:
ru: Ожидаемое время прибытия:
uk: Очікуваний час прибуття:

source: Finish
el_cy: Ολοκλήρωση
ru: Завершить
uk: Завершити

source: Finish at
el_cy: Ολοκλήρωση στις
ru: Завершить в
uk: Завершити о

source: Get directions
el_cy: Λήψη οδηγιών
ru: Проложить маршрут
uk: Прокласти маршрут

source: Get Start
el_cy: Ξεκινήστε
ru: Начать
uk: Розпочати

source: Leave your feedback...
el_cy: Αφήστε τα σχόλιά σας...
ru: Оставьте свой отзыв…
uk: Залишіть ваш відгук...

source: Loading...
el_cy: Φόρτωση…
ru: Загрузка...
uk: Завантаження…

source: Location data is currently unavailable. You must enable location services in your device settings.
el_cy: Τα δεδομένα τοποθεσίας δεν είναι διαθέσιμα αυτή τη στιγμή. Πρέπει να ενεργοποιήσετε τις υπηρεσίες τοποθεσίας στις ρυθμίσεις της συσκευής σας.
ru: Данные о местоположении в данный момент недоступны. Необходимо включить службы геолокации в настройках устройства.
uk: Дані про місцезнаходження наразі недоступні. Потрібно увімкнути служби геолокації в налаштуваннях пристрою.

source: Location permission was denied. You must enable location services in your device settings.
el_cy: Η άδεια τοποθεσίας απορρίφθηκε. Πρέπει να ενεργοποιήσετε τις υπηρεσίες τοποθεσίας στις ρυθμίσεις της συσκευής σας.
ru: Доступ к местоположению был отклонен. Необходимо включить службы геолокации в настройках устройства.
uk: Доступ до місцезнаходження був відхилений. Потрібно увімкнути служби геолокації в налаштуваннях пристрою.

source: Log In
el_cy: Σύνδεση
ru: Войти
uk: Увійти

source: Log in for more convenient use
el_cy: Συνδεθείτε για πιο εύκολη χρήση
ru: Войдите для более удобного использования
uk: Увійдіть для зручнішого користування

source: No trips found. There might not be any available buses at the moment. Please also make sure location access is enabled in your settings so we can find the best options near you.
el_cy: Δεν βρέθηκαν δρομολόγια. Ίσως να μην υπάρχουν διαθέσιμα λεωφορεία αυτή τη στιγμή. Παρακαλούμε βεβαιωθείτε ότι η πρόσβαση στην τοποθεσία είναι ενεργοποιημένη στις ρυθμίσεις της συσκευής σας, ώστε να μπορούμε να σας δείξουμε τις καλύτερες επιλογές κοντά σας.
ru: Маршруты не найдены. Возможно, в данный момент нет доступных автобусов. Пожалуйста, также убедитесь, что в настройках устройства включён доступ к геолокации - это поможет нам найти лучшие варианты рядом с вами.
uk: Маршрути не знайдені. Можливо, зараз немає доступних автобусів. Будь ласка, переконайтеся, що в налаштуваннях пристрою увімкнено доступ до геолокації — це допоможе нам знайти найкращі варіанти поруч з вами.

source: Not now
el_cy: Όχι τώρα
ru: Не сейчас
uk: Не зараз

source: Open settings
el_cy: Άνοιγμα ρυθμίσεων
ru: Открыть настройки
uk: Відкрити налаштування

source: Rate us
el_cy: Βαθμολογήστε μας
ru: Оцените приложение
uk: Оцініть програми

source: Restore
el_cy: Επαναφορά
ru: Восстановить
uk: Відновити

source: Save 45%
el_cy: Εξοικονόμηση 45%
ru: Экономия 45%
uk: Заощадьте 45%

source: Search here
el_cy: Αναζήτηση
ru: Поиск
uk: Пошук

source: Selected line
el_cy: Επιλεγμένη διαδρομή
ru: Выбранный маршрут
uk: Вибраний маршрут

source: Sign up
el_cy: Εγγραφή
ru: Регистрация
uk: Реєстрація

source: Start at
el_cy: Ξεκινά από
ru: Начать от
uk: Почати від

source: Submit
el_cy: Υποβολή
ru: Отправить
uk: Надіслати

source: This will only take a few seconds
el_cy: Αυτό θα διαρκέσει μόνο λίγα δευτερόλεπτα
ru: Это займет всего несколько секунд
uk: Це займе лише кілька секунд

source: To show you your current location and the nearest buses, we need access to your geolocation.
el_cy: Για να σας δείξουμε την τρέχουσα τοποθεσία σας και τα πλησιέστερα λεωφορεία, χρειαζόμαστε πρόσβαση στην τοποθεσία σας.
ru: Чтобы показать ваше текущее местоположение и ближайшие автобусы, нам нужен доступ к вашей геолокации.
uk: Щоб показати ваше поточне місцезнаходження та найближчі автобуси, нам потрібен доступ до вашої геолокації.

source: Track buses in real time, plan routes and add your favorite stops to your favorites.
el_cy: Παρακολουθήστε τα λεωφορεία σε πραγματικό χρόνο και σχεδιάστε τις διαδρομές σας.
ru: Отслеживайте автобусы в реальном времени, планируйте маршруты
uk: Відстежуйте автобуси в реальному часі, плануйте маршрути

source: Type your destination...
el_cy: Πληκτρολογήστε τον προορισμό σας…
ru: Введите ваш пункт назначения…
uk: Введіть ваш пункт призначення…

source: Unknown
el_cy: Άγνωστο
ru: Неизвестно
uk: Невідомо

source: Updating buses and routes...
el_cy: Ενημέρωση λεωφορείων και διαδρομών…
ru: Загрузка автобусов и маршрутов…
uk: Оновлення автобусів і маршрутів…

source: Upgrade to Plus
el_cy: Αναβάθμιση σε Plus
ru: Обновить до Plus
uk: Оновити до Plus

source: Walk
el_cy: Περπάτημα
ru: Пешком
uk: Пішки

source: Welcome to CyBus!
el_cy: Καλώς ήρθατε στο CyprusGo!
ru: Добро пожаловать CyprusGo!
uk: Ласкаво просимо до CyprusGo!

source: You can sign in to save your favorite routes and receive personalized notifications.
el_cy: Μπορείτε να συνδεθείτε για να αποθηκεύσετε τις αγαπημένες σας διαδρομές και να λαμβάνετε εξατομικευμένες ειδοποιήσεις.
ru: Вы можете войти в систему, чтобы сохранять любимые маршруты и получать персонализированные уведомления.
uk: Ви можете увійти в систему, щоб зберігати улюблені маршрути та отримувати персоналізовані сповіщення.

source: Your email (optional)
el_cy: Το email σας (προαιρετικό)
ru: Ваша почта (опционально)
uk: Ваша електронна адреса (необов'язково)
